/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "grayscale";

var DATA = {
	"澳门" : {
		"澳门理工大学" : ["何子俊"],
	},

	"上海" : {
		"东华大学" : ["王林栋"],
		"华东理工" : ["张扬哲"]
	},

	"福建" : {
		"福州大学" : ["程之瑜"]
	},

	"江苏" : {
		"常州大学" : ["杨思琦"],
		"常州工学院" : ["顾问"],
		"常熟理工" : ["卫瑜焱"],
		"江南大学" : ["周佳昊","李鑫杨","王洙祎","张浩"],
		"江苏理工学院" : ["顾乐炜"],
		"南京财经大学" : ["顾虔舜"],
		"南京大学" : ["庞景豪", "朱珩宇"],
		"南京理工大学" : ["徐磊"],
		"南京理工大学紫金学院" : ["王安琦"],
		"南京师范大学" : ["陆琪","王城杨"],
		"南京信息工程大学" : ["苏王权"],
		"南京医科大学" : ["周一琪"],
		"南京邮电大学" : ["张新扬","李镓祺","钱顾皓","陈嘉毅"],
		"南京中医药大学" : ["陶醇","夏琳","金亦超","王阅微"],
		"苏州大学" : ["阮行杰", "丁柯毅", "张渊", "陈嘉喜", "顾钰澄", "黄宇涵", "袁智勇", "陈娜", "陈欣汇"],
		"苏州科技大学" : ["姚天濠"],
		"西交利物浦" : ["陈笑非"],
		"徐州医科大学" : ["华雨晨"],
		"扬州大学" : ["戴陈浩","赵屹欧","陈孜渊","邵辰安","陆怿遥","朱雨晨"]		
	},

	"山西" : {
		"山西医科大学" : ["夏之奇"]
	},

	"广东" : {
		"汕头大学" : ["林思敏"]
	},

	"四川" : {
		"西南财经大学" : ["谢佰亨"],
		"西南交通大学" : ["钱嘉辉"]
	},

	"云南" : {
		"云南大学" : ["马朝阳"]
	}
};

// Don't touch this
var SPEC_POS = {
	"_" : [121.597479, 31.185356]
};

var MAP_TITLE = "市中22届4班毕业去向";

var ABOUT = {
	"致最好的四班" : ["大江南北都有我们的身影", "聚是一团火, 散是满天星", "愿前程似锦, 无问西东♥"],
	"我们的老师" : ["班主任/英语老师: 钱景意", "语文老师: 李玲", "数学老师: 范国华", "物理老师: 徐军", "化学老师: 虞琦", "生物老师: 金燕"],
	"框架" : ["<a href='https://github.com/yuehaowang/irmap' target='_blank'>irmap</a>", "Bootstrap", "百度地图"]
};
